Repository: jarovo/pivovar
Catalog: pivovar/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: check
cs: kontrola

source: waiting for keg
cs: čekání na sud

source: heating
cs: ohřev

source: prewashing
cs: předmytí

source: draining
cs: vypouštění

source: washing with lye
cs: mytí louhem

source: washing with cold water
cs: mytí studenou vodou

source: washing with hot water
cs: mytí horkou vodou

source: drying
cs: vysoušení

source: filling with CO2
cs: plnění CO2

source: Brewery
cs: Pivovar

source: Keg washing machine.
cs: Myčka sudů.

source: Washing phases.
cs: Fáze mytí.

source: Water temperature in time.
cs: Teplota vody v čase.

source: temperature
cs: teplota
